/* Масив з інформацією дня */
const infoOfTheDay = [
    "Цитата дня: «Успіх приходить до тих, хто не боїться помилок».",
    "Цитата дня: «Кожен день — це новий шанс».",
    "Анекдот дня: Що каже програміст, коли виходить із душу? - 'Оновлено!'",
    "Анекдот дня: Програміст одружився. Першої ж ночі він виявив, що йому не вистачає пам'яті.",
    "Факт дня: Для того, щоб виглядати гарно - треба слідкувати за зарчуванням.",
    "Факт дня: Більшість людей займаються спортом, але не слідкують за харчуванням."
];
/* Функція для випадкового вибору та виведення інформації дня */
function displayInfoOfTheDay() {
    const randomIndex = Math.floor(Math.random() * infoOfTheDay.length);
    document.getElementById("info-display").innerText = infoOfTheDay[randomIndex];
}